{
    "headerText": "BMI Rechner",
    "buttonText": "Berechne deinen BMI",
    "ageText": "Alter",
    "ageDetail": "in Jahren",
    "weightText": "Gewicht",
    "weightDetail": "in kg",
    "heightText": "Größe",
    "heightDetail": "in cm",
    "missingValueHeader": "Fehlende Daten",
    "missingValueText": "Bitte gib alle Werte ein",
    "noValidHeader": "Ungültige Eingabe",
    "noValidText": "Bitte überprüfe deine Eingaben",
    "settingsText": "Einstellungen",
    "saveChangesButton": "Einstellungen speichern",
    "changeLanguage": "Sprache ändern",
    "anorexia": "Anorexie",
    "underWeight": "Untergewicht",
    "normalWeight": "Normalgewicht",
    "overWeight": "Übergewicht",
    "obesity": "Fettleibigkeit",
    "attention": "Füllen Sie die Daten aus und berechnen Sie Ihren BMI.",
    "resultHeader": "Dein BMI Ergebnis",
    "text1" : "Untergewicht/Anorexie kann vielerlei Ursachen haben. Wir möchten dir einen Besuch beim Arzt zur Klärung unbedingt empfehlen.",
    "text2" : "Untergewicht ist für den menschlichen Körper ebenso ungesund wie Übergewicht. Frauen haben Untergewicht, wenn dein BMI Wert unter 19 liegt und Männer bei einem BMI unter 20. Solltest du untergewichtig sein, solltest du ebenfalls einen Arzt aufsuchen und auf eine gesunde Ernährung achten. Untergewicht kann durch unterschiedliche Auslöser verursacht werden. Basiert das es auf einer freiwilligen Maßnahme wie Nahrungsverzicht oder Nahrungskarenz (Magersucht) oder erzwungenem Erbrechen (Bulimie), konsultiere bitte einen Arzt. Von solchen Essstörungen können sowohl Männer als Frauen jeden Alters betroffen sein.",
    "text3" : "Dein BMI liegt im idealen Bereich: Mach weiter so!",
    "text4" : "Übergewicht ist in drei Abstufungen unterteilt: Übergewicht (der BMI Wert liegt bei Frauen zwischen 24 und 30, bei Männern zwischen 25 und 30), Adipositas (bedeutet Fettleibigkeit, BMI bei Männern und Frauen zwischen 30 und 40) und starke Adipositas (BMI bei Frauen und Männern über 40). Wenn Sie übergewichtig sind, solltest du in jedem Fall einen Arzt aufsuchen und einen Ernährungsberater hinzuziehen, denn das Risiko einer Herz-Kreislauf-Erkrankung droht. Übergewicht ist grundsätzlich nicht gleich Übergewicht. Wird laut dem BMI ein Übergewicht errechnet, ist das noch lange nicht gleichbedeutend mit ungesund oder nicht fit. Sowohl männliche als auch weibliche Kraftsportler mit einem hohen Muskelanteil können, wie schon im Bereich Normalgewicht beschrieben, in den Übergewichtsbereich fallen. Dennoch zählen sie in vielen Fällen zu den Gesündesten unter uns.",
    "text5" : "Als Adipositas wird die bezeichnet, die sowohl Männer, als auch Frauen und Kinder betreffen und in jeder Gesellschaftsschicht vorkommen kann. Man spricht von Adipositas, wenn der BMI bei Männern und Frauen zwischen 30 und 40 und von starker Adipositas, wenn der BMI bei Frauen und Männern über 40 liegt. Solltest du auf einen solchen Wert kommen, raten wir Ihnen zu einem Termin bei Ihrem Hausarzt, um Gesundheitszustand, Blutdruck und Blutwerte kontrollieren zu lassen. Herz-Kreislauf-Erkrankungen sind häufig in Korrelation mit einem hohen BMI zu finden. Hierbei spielt außerdem die Verteilung des Körperfettes eine tragende Rolle. Personen, die dem „Apfeltyp“ entsprechen, haben die meisten Fettreserven um die Körpermitte, und damit auch um die inneren Organe angelegt. Damit tragen sie ein größeres Risiko mit sich, in der Zukunft von Herz-Kreislauf-Erkrankungen betroffen zu sein.",
    "shareText": "Mein BMI-Wert: "
}