{
    "headerText": "BMI Calculator",
    "buttonText": "Calculate Your BMI",
    "ageText": "Age",
    "ageDetail": "in years",
    "weightText": "Weight",
    "weightDetail": "in kg",
    "heightText": "Height",
    "heightDetail": "in cm",
    "missingValueHeader": "Missing values",
    "missingValueText": "Please enter all values.",
    "noValidHeader": "No valid values",
    "noValidText": "Please check your values.",
    "settingsText": "Settings",
    "saveChangesButton": "Save Changes",
    "changeLanguage": "Change Language",
    "anorexia": "Anorexia",
    "underWeight": "Underweight",
    "normalWeight": "Normal Weight",
    "overWeight": "Overweight",
    "obesity": "Obesity",
    "attention": "Fill in the data and calculate your BMI.",
    "resultHeader": "Your BMI Result",
    "text1" : "Underweight/Anorexia can have many causes. We would definitely recommend a visit to the doctor for clarification.",
    "text2" : "Underweight is just as unhealthy for the human body as overweight. Women are underweight if their BMI is below 19 and men with a BMI below 20. If you are underweight, you should also see a doctor and ensure a healthy diet. Underweight can be caused by different triggers. If this is based on a voluntary measure such as giving up food or on parental leave (anorexia) or forced vomiting (bulimia), please consult a doctor. Such eating disorders can affect both men and women of all ages.",
    "text3" : "Your BMI is in the ideal range: keep it up!",
    "text4" : "Overweight is divided into three grades: overweight (the BMI value is between 24 and 30 for women, between 25 and 30 for men), obesity (means obesity, BMI for men and women between 30 and 40) and severe obesity (BMI for women and men over 40). If you are overweight, you should definitely see a doctor and consult a nutritionist, because there is a risk of cardiovascular disease. Being overweight is not always the same as being overweight. If an overweight is calculated according to the BMI, this is by no means synonymous with unhealthy or not fit. Both male and female strength athletes with a high muscle percentage, as already described in the normal weight area, can fall into the overweight range. However, in many cases they are among the healthiest among us.",
    "text5" : "Obesity is defined as that which affects both men, women and children and can occur in any social class. One speaks of obesity if the BMI in men and women is between 30 and 40 and of severe obesity if the BMI in women and men is over 40. If you come to such a value, we advise you to make an appointment with your family doctor to have your health, blood pressure and blood values checked. Cardiovascular diseases are often found in correlation with a high BMI. The distribution of body fat also plays a major role here. People who correspond to the “apple type” have the most fat reserves around the middle of the body, and thus also around the internal organs. This means that they carry a greater risk of being affected by cardiovascular diseases in the future."
}